const menu = (prefix, hordat, numerodn, NickDono) => {
return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​
╭──────────────────
│ ✟🔥⃢⃟𝘿𝘼⃟𝙍𝙆 𝘽𝙊⃟𝙏🔥✟
│ 
│ 🕐 𝐃𝐚𝐭𝐚 𝐞 𝐡𝐨𝐫𝐚: ${hordat}
│ 
╰──────────────────

╭───「 🔖 IMPORTANTE 📌 」
│
│ ${prefix}infopalavrão
│ ${prefix}infolistanegra
│ ${prefix}infobancarac
│ ${prefix}infovotação
│ ${prefix}infocontador
│ ${prefix}infosorteio
│ ${prefix}infobot
│ ${prefix}bug (questione)
│ ${prefix}avalie (o quao bom)
│ ${prefix}sugestao (dica)
│ 
╰──────────────────

╭───「 🔖 MENU-DE-CMD 📌 」
│
│ ${prefix}menudono
│ ${prefix}efeitosimg
│ ${prefix}menuadm
│ ${prefix}menupremium
│ ${prefix}logos
│ ${prefix}brincadeiras
│ ${prefix}alteradores
│
╰──────────────────

╭───「 🔖 PESQUISA/BAIXAR 📌 」
│
│ ${prefix}play
│ ${prefix}play2
│ ${prefix}play3
│ ${prefix}play4
│ ${prefix}jooxplay
│ ${prefix}playmp4
│ ${prefix}ytmp4
│ ${prefix}ytmp3
│ ${prefix}facemp4
│ ${prefix}playstore
│ ${prefix}ytsearch
│ ${prefix}mediafire (url)
│ ${prefix}imgpralink
│ ${prefix}videopralink
│
╰──────────────────

╭───「 🔖 INFORMAÇÕES 📌 」
│
│ ${prefix}ping (velo)
│ ${prefix}bateria
│ ${prefix}gitdobot
│ ${prefix}atividade
│ ${prefix}rankativo
│ ${prefix}checkativo @marca
│ ${prefix}tabela (tabela-letras)
│ ${prefix}ranklevel (de todos)
│
╰──────────────────

╭───「 🔖 JOGOS 📌 」
│
│ ${prefix}ppt (papel-tesoura) 
│ ${prefix}jogodavelha @marca
│
╰──────────────────

╭───「 🔖 FIGURINHAS 📌 」
│
│ ${prefix}fsticker
│ ${prefix}sticker
│ ${prefix}togif
│ ${prefix}toimg
│
╰──────────────────

╭───「 🔖 ATTPS/CMD-DE-TXT 📌 」
│
│ ${prefix}attp  (txt)
│ ${prefix}ttp (txt)
│ ${prefix}attp2 (txt)
│ ${prefix}attp3 (txt)
│ ${prefix}attp4 (txt)
│ ${prefix}attp5 (txt)
│ ${prefix}attp6 (txt)
│ ${prefix}ttm   (txt)
│ ${prefix}ttm2  (txt)
│ ${prefix}ttm3  (txt)
│ ${prefix}ttm4  (txt)
│ 
╰──────────────────

╭───「 🔖 CMD-BÁSICOS 📌 」
│
│ ${prefix}gtts (linguagem)
│ ${prefix}tagme
│ ${prefix}emoji
│ ${prefix}tabela
│ ${prefix}conselhobiblico
│ ${prefix}simi (fale algo) 
│ ${prefix}perfil
│ ${prefix}tomp3 
│ ${prefix}frases
│ ${prefix}fazernick (nick)
│ ${prefix}bot
│ 
╰──────────────────

╭───「 🔖 DONO 📌 」
│
│ 
│ NOME : ${NickDono}
│ NÚMERO : wa.me/${numerodn} 
╰──────────────────`
}

exports.menu = menu