const menu2 = (prefix, hordat, numerodn, NickDono) => {
return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​
╭┈┈❲ ${NomeDoBot} ❳┈┈╮
┊
┊𝚜𝚎𝚓𝚊 𝚋𝚎𝚖 𝚟𝚒𝚗𝚍𝚘(𝚊) 
┊𝚊𝚘 𝚖𝚎𝚗𝚞 𝚍𝚎 𝚌𝚘𝚖𝚊𝚗𝚍𝚘𝚜
┊
├┈┈┈┈┈❲穴❳┈┈┈┈┈╮
┊
┊➟ℙ𝕣𝕖𝕗𝕚𝕩𝕠: ⟮°•  ${prefix}  •°⟯
┊
├┈┈┈┈┈❲⽰❳┈┈┈┈┈╮
┊  ✿▪︎𝐼𝑀𝑃𝑂𝑅𝑇𝐴𝑁𝑇𝐸▪︎✿
├┈┈┈┈┈❲⽰❳┈┈┈┈┈╯
┊
┊➟${prefix}infopalavrão
┊➟${prefix}infolistanegra
┊➟${prefix}infobancarac
┊➟${prefix}infovotação
┊➟${prefix}infocontador
┊➟${prefix}infosorteio
┊➟${prefix}infobot
┊➟${prefix}bug (questione)
┊➟${prefix}avalie (o quao bom)
┊➟${prefix}sugestao (dica)
┊
├┈┈┈┈┈❲⽰❳┈┈┈┈┈┈╮
┊  ✿▪︎𝑀𝐸𝑁𝑈-𝐷𝐸-𝐶𝑀𝐷▪︎✿
├┈┈┈┈┈❲⽰❳┈┈┈┈┈┈╯
┊
┊➟${prefix}menudono
┊➟${prefix}efeitosimg
┊➟${prefix}menuadm
┊➟${prefix}menupremium
┊➟${prefix}logos
┊➟${prefix}brincadeiras
┊➟${prefix}alteradores
┊
├┈┈┈┈┈❲⽰❳┈┈┈┈┈┈┈╮
┊✿▪︎𝑃𝐸𝑆𝑄𝑈𝐼𝑆𝐴/𝐵𝐴𝐼𝑋𝐴𝑅▪︎✿
├┈┈┈┈┈❲⽰❳┈┈┈┈┈┈┈╯
┊ 
┊➟${prefix}play
┊➟${prefix}play2
┊➟${prefix}play3
┊➟${prefix}play4
┊➟${prefix}jooxplay
┊➟${prefix}playmp4
┊➟${prefix}ytmp4
┊➟${prefix}ytmp3
┊➟${prefix}facemp4
┊➟${prefix}playstore
┊➟${prefix}ytsearch
┊➟${prefix}mediafire (url)
┊➟${prefix}imgpralink
┊➟${prefix}videopralink
┊ 
├┈┈┈┈┈❲⽰❳┈┈┈┈┈┈╮
┊  ✿▪︎𝐼𝑁𝐹𝑂𝑅𝑀𝐴ÇÕ𝐸𝑆▪︎✿
├┈┈┈┈┈❲⽰❳┈┈┈┈┈┈╯
┊
┊➟${prefix}ping (velo)
┊➟${prefix}bateria
┊➟${prefix}gitdobot
┊➟${prefix}atividade
┊➟${prefix}rankativo
┊➟${prefix}checkativo @marca
┊➟${prefix}tabela (tabela-letras)
┊➟${prefix}ranklevel (de todos)
┊
├┈┈┈┈┈❲⽰❳┈┈┈┈┈╮
┊    ✿▪︎𝐽𝑂𝐺𝑂𝑆▪︎✿
├┈┈┈┈┈❲⽰❳┈┈┈┈┈╯
┊
┊➟${prefix}ppt (papel-tesoura) 
┊➟${prefix}jogodavelha @marca
┊➟${prefix}cassino
┊➟${prefix}anagrama
┊
├┈┈┈┈┈❲⽰❳┈┈┈┈┈╮
┊  ✿▪︎𝐹𝐼𝐺𝑈𝑅𝐼𝑁𝐻𝐴𝑆▪︎✿
├┈┈┈┈┈❲⽰❳┈┈┈┈┈╯
┊ 
┊➟${prefix}fsticker
┊➟${prefix}sticker
┊➟${prefix}togif
┊➟${prefix}toimg
┊
├┈┈┈┈┈❲⽰❳┈┈┈┈┈┈┈┈╮
┊✿▪︎𝐴𝑇𝑇𝑃𝑆/𝐶𝑀𝐷-𝐷𝐸-𝑇𝑋𝑇▪︎✿
├┈┈┈┈┈❲⽰❳┈┈┈┈┈┈┈┈╯
┊
┊➟${prefix}attp  (txt)
┊➟${prefix}ttp (txt)
┊➟${prefix}attp2 (txt)
┊➟${prefix}attp3 (txt)
┊➟${prefix}attp4 (txt)
┊➟${prefix}attp5 (txt)
┊➟${prefix}attp6 (txt)
┊➟${prefix}ttm   (txt)
┊➟${prefix}ttm2  (txt)
┊➟${prefix}ttm3  (txt)
┊➟${prefix}ttm4  (txt)
┊
├┈┈┈┈┈❲⽰❳┈┈┈┈┈┈╮
┊  ✿▪︎𝐶𝑀𝐷-𝐵Á𝑆𝐼𝐶𝑂𝑆▪︎✿
├┈┈┈┈┈❲⽰❳┈┈┈┈┈┈╯
┊ 
┊➟${prefix}gtts (linguagem)
┊➟${prefix}tagme
┊➟${prefix}emoji
┊➟${prefix}tabela
┊➟${prefix}conselhobiblico
┊➟${prefix}simi (fale algo) 
┊➟${prefix}perfil
┊➟${prefix}tomp3 
┊➟${prefix}frases
┊➟${prefix}bot
┊
├┈┈┈┈┈❲穴❳┈┈┈┈┈╯`

}

exports.menu2 = menu2